const pictures = [
  {
    img: "picture/20260120_003810329.jpg",
    date: "2026-01-20",
    title: "마음", // 제목이 있으면 정렬이 더 정확해집니다
    tags: ["풍경", "야경"]
  },
    {
    img: "picture/20260120_003810329_01.jpg",
    date: "2026-01-19",
    title: "심야", // 제목이 있으면 정렬이 더 정확해집니다
    tags: ["풍경", "야경"]
  },
    {
    img: "picture/20260120_003810329_02.jpg",
    date: "2026-01-18",
    title: "산책", // 제목이 있으면 정렬이 더 정확해집니다
    tags: ["풍경", "야경"]
  },

    {
    img: "picture/20260120_001841167.jpg",
    date: "2026-01-17",    
    tags: ["풍경", "야경"]
  },

    {
    img: "picture/20260123_020025529.jpg",
    date: "2026-01-23",    
    tags: ["풍경", "야경"]
  },
  
  
];
